Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: Nurse Heroine
de: Krankenpflegerin als Heldin
ja: 看護師のヒロイン
ko: 간호사인 여성 주인공
pl: Bohaterka będąca pielęgniarką
zh_hans: 护士女主角
zh_hant: 護士女主角

source: Nurse Protagonist
de: Pflegekraft als Hauptfigur
ja: 看護師の主人公
ko: 간호사인 주인공
pl: Protagonista pracujący w pielęgniarstwie
zh_hans: 护士主角
zh_hant: 護士主角

source: Nurse Support Character
de: Pflegekraft als Nebenfigur
ja: 看護師のサブキャラクター
ko: 간호사인 조연
pl: Postać drugoplanowa pracująca w pielęgniarstwie
zh_hans: 护士配角
zh_hant: 護士配角

source: Nursery School
de: Kindertagesstätte
ja: 保育園
ko: 어린이집
pl: Żłobek lub przedszkole
zh_hans: 幼儿园
zh_hant: 幼兒園

source: Nursing Handjob
de: Manuelle Penisstimulation beim Stillen
ja: 授乳手コキ
ko: 수유하며 하는 손자위
pl: Ręczna stymulacja penisa podczas karmienia piersią
zh_hans: 哺乳手交
zh_hant: 哺乳手交

source: Nympho Hero
de: Sexsüchtiger Held
ja: 色情狂の男性主人公
ko: 색정광인 남성 주인공
pl: Bohater uzależniony od seksu
zh_hans: 色情狂男主角
zh_hant: 色情狂男主角

source: Nympho Heroine
de: Sexsüchtige Heldin
ja: 色情狂のヒロイン
ko: 색정광인 여성 주인공
pl: Bohaterka uzależniona od seksu
zh_hans: 色情狂女主角
zh_hant: 色情狂女主角

source: Nympho Protagonist
de: Sexsüchtige Hauptfigur
ja: 色情狂の主人公
ko: 색정광인 주인공
pl: Protagonista uzależniony od seksu
zh_hans: 色情狂主角
zh_hant: 色情狂主角

source: Obacon
de: Vorliebe für ältere Frauen
ja: おばコン
ko: 오바콘
pl: Upodobanie do starszych kobiet
zh_hans: 熟女控
zh_hant: 熟女控

source: Object Heads
de: Gegenstände als Köpfe
ja: 物体頭
ko: 사물 머리 캐릭터
pl: Przedmioty zamiast głów
zh_hans: 物件头角色
zh_hant: 物件頭角色

source: Object Insertion
de: Einführen von Gegenständen
ja: 異物挿入
ko: 이물질 삽입
pl: Wprowadzanie przedmiotów
zh_hans: 异物插入
zh_hant: 異物插入

source: Observer Protagonist
de: Beobachtende Hauptfigur
ja: 傍観者の主人公
ko: 관찰자형 주인공
pl: Protagonista będący obserwatorem
zh_hans: 观察者型主角
zh_hant: 觀察者型主角

source: Obsession
de: Besessenheit
ja: 執着
ko: 집착
pl: Obsesja
zh_hans: 执念
zh_hant: 執念

source: Occult Club
de: Okkultismusclub
ja: オカルト部
ko: 오컬트부
pl: Koło okultystyczne
zh_hans: 神秘学社
zh_hant: 神秘學社

source: Octopus
de: Oktopus
ja: タコ
ko: 문어
pl: Ośmiornica
zh_hans: 章鱼
zh_hant: 章魚

source: Odyssey
de: Odyssee
ja: 長い冒険
ko: 긴 모험
pl: Odyseja
zh_hans: 漫游冒险
zh_hant: 漫遊冒險

source: Off Screen Sex Only
de: Sex nur außerhalb des Bildes
ja: 画面外のセックスのみ
ko: 화면 밖 성교만 포함
pl: Seks wyłącznie poza ekranem
zh_hans: 仅幕后性爱
zh_hant: 僅幕後性愛

source: Office
de: Büro
ja: オフィス
ko: 사무실
pl: Biuro
zh_hans: 办公室
zh_hant: 辦公室

source: Office Lady Heroine
de: Büroangestellte als Heldin
ja: OLのヒロイン
ko: 직장 여성인 여성 주인공
pl: Bohaterka będąca pracownicą biurową
zh_hans: 职场女性女主角
zh_hant: 職場女性女主角

source: Office Lady Protagonist
de: Büroangestellte als Hauptfigur
ja: OLの主人公
ko: 직장 여성인 주인공
pl: Protagonistka będąca pracownicą biurową
zh_hans: 职场女性主角
zh_hant: 職場女性主角

source: Officer Hero
de: Offizier als Held
ja: 士官の男性主人公
ko: 장교인 남성 주인공
pl: Bohater będący oficerem
zh_hans: 官员男主角
zh_hant: 軍官男主角

source: Officer Heroine
de: Offizierin als Heldin
ja: 士官のヒロイン
ko: 장교인 여성 주인공
pl: Bohaterka będąca oficerką
zh_hans: 官员女主角
zh_hant: 軍官女主角

source: Officer Protagonist
de: Offizier als Hauptfigur
ja: 士官の主人公
ko: 장교인 주인공
pl: Protagonista będący oficerem
zh_hans: 官员主角
zh_hant: 軍官主角

source: Ojicon
de: Vorliebe für ältere Männer
ja: おじコン
ko: 오지콘
pl: Upodobanie do starszych mężczyzn
zh_hans: 大叔控
zh_hant: 大叔控

source: Ojousama Heroine
de: Junge Dame aus gutem Hause als Heldin
ja: お嬢様のヒロイン
ko: 아가씨 타입 여성 주인공
pl: Bohaterka będąca panienką z dobrego domu
zh_hans: 大小姐女主角
zh_hant: 大小姐女主角

source: Ojousama Protagonist
de: Junge Dame aus gutem Hause als Hauptfigur
ja: お嬢様の主人公
ko: 아가씨 타입 주인공
pl: Protagonistka będąca panienką z dobrego domu
zh_hans: 大小姐主角
zh_hant: 大小姐主角

source: Okama Hero
de: Feminin auftretender Mann als Held
ja: オカマの男性主人公
ko: 오카마인 남성 주인공
pl: Bohater będący mężczyzną o kobiecym wyglądzie
zh_hans: 男大姐男主角
zh_hant: 男大姐男主角

source: Okama Support Character
de: Feminin auftretender Mann als Nebenfigur
ja: オカマのサブキャラクター
ko: 오카마인 조연
pl: Postać drugoplanowa będąca mężczyzną o kobiecym wyglądzie
zh_hans: 男大姐配角
zh_hant: 男大姐配角

source: On the Run
de: Auf der Flucht
ja: 逃亡
ko: 도주 중
pl: W trakcie ucieczki
zh_hans: 逃亡中
zh_hant: 逃亡中

source: Onahole
de: Masturbator
ja: オナホール
ko: 오나홀
pl: Masturbator
zh_hans: 飞机杯
zh_hant: 飛機杯

source: One True End
de: Ein wahres Ende
ja: 唯一のトゥルーエンド
ko: 단 하나의 트루 엔딩
pl: Jedno prawdziwe zakończenie
zh_hans: 唯一真结局
zh_hant: 唯一真結局

source: Oneesan-type Heroine
de: Heldin vom Typ ältere Schwester
ja: お姉さん系ヒロイン
ko: 언니 타입 여성 주인공
pl: Bohaterka typu starszej siostry
zh_hans: 姐姐系女主角
zh_hant: 姐姐系女主角

source: Oni Hero
de: Oni als Held
ja: 鬼の男性主人公
ko: 오니인 남성 주인공
pl: Bohater będący oni
zh_hans: 鬼族男主角
zh_hant: 鬼族男主角

source: Oni Heroine
de: Oni als Heldin
ja: 鬼のヒロイン
ko: 오니인 여성 주인공
pl: Bohaterka będąca oni
zh_hans: 鬼族女主角
zh_hant: 鬼族女主角

source: Oni Protagonist
de: Oni als Hauptfigur
ja: 鬼の主人公
ko: 오니인 주인공
pl: Protagonista będący oni
zh_hans: 鬼族主角
zh_hant: 鬼族主角

source: Online Streamer Hero
de: Livestreamer als Held
ja: 配信者の男性主人公
ko: 인터넷 방송인인 남성 주인공
pl: Bohater będący streamerem
zh_hans: 网络主播男主角
zh_hant: 實況主男主角

source: Online Streamer Heroine
de: Livestreamerin als Heldin
ja: 配信者のヒロイン
ko: 인터넷 방송인인 여성 주인공
pl: Bohaterka będąca streamerką
zh_hans: 网络主播女主角
zh_hant: 實況主女主角

source: Online Streamer Protagonist
de: Livestreamer als Hauptfigur
ja: 配信者の主人公
ko: 인터넷 방송인인 주인공
pl: Protagonista będący streamerem
zh_hans: 网络主播主角
zh_hant: 實況主主角

source: Only a Single Hero
de: Nur ein Held
ja: 男性主人公が一人のみ
ko: 남성 주인공 한 명만 등장
pl: Wyłącznie jeden bohater
zh_hans: 仅有一位男主角
zh_hant: 僅有一位男主角

source: Only a Single Heroine
de: Nur eine Heldin
ja: ヒロインが一人のみ
ko: 여성 주인공 한 명만 등장
pl: Wyłącznie jedna bohaterka
zh_hans: 仅有一位女主角
zh_hant: 僅有一位女主角

source: Only Adult Heroes
de: Nur erwachsene Helden
ja: 成人の男性主人公のみ
ko: 성인 남성 주인공만 등장
pl: Wyłącznie dorośli bohaterowie
zh_hans: 仅成年男主角
zh_hant: 僅成年男主角

source: Only Adult Heroines
de: Nur erwachsene Heldinnen
ja: 成人のヒロインのみ
ko: 성인 여성 주인공만 등장
pl: Wyłącznie dorosłe bohaterki
zh_hans: 仅成年女主角
zh_hant: 僅成年女主角

source: Only Avoidable Heroine Having Sex with Others
de: Sex der Heldin mit anderen ausschließlich vermeidbar
ja: ヒロインと他者のセックスはすべて回避可能
ko: 여성 주인공과 타인의 성교를 모두 회피 가능
pl: Seks bohaterki z innymi zawsze możliwy do uniknięcia
zh_hans: 女主角与他人性爱均可避免
zh_hant: 女主角與他人性愛均可避免

source: Only Avoidable Sex with Others
de: Sex mit anderen ausschließlich vermeidbar
ja: 他者とのセックスはすべて回避可能
ko: 타인과의 성교를 모두 회피 가능
pl: Seks z innymi zawsze możliwy do uniknięcia
zh_hans: 与他人性爱均可避免
zh_hant: 與他人性愛均可避免

source: Only Avoidable Sexual Content
de: Nur vermeidbare sexuelle Inhalte
ja: 回避可能な性的コンテンツのみ
ko: 회피 가능한 성적 콘텐츠만 포함
pl: Wyłącznie treści seksualne możliwe do uniknięcia
zh_hans: 仅有可避免的色情内容
zh_hant: 僅有可避免的色情內容

source: Only Bad Endings
de: Nur schlechte Enden
ja: バッドエンドのみ
ko: 배드 엔딩만 있음
pl: Wyłącznie złe zakończenia
zh_hans: 仅有坏结局
zh_hant: 僅有壞結局

source: Only Blood-related Heroines
de: Nur blutsverwandte Heldinnen
ja: 血縁のヒロインのみ
ko: 혈연 여성 주인공만 등장
pl: Wyłącznie bohaterki spokrewnione biologicznie
zh_hans: 仅有血亲女主角
zh_hant: 僅有血親女主角

source: Only Event CGs
de: Nur Ereignis-CGs
ja: イベントCGのみ
ko: 이벤트 CG만 있음
pl: Wyłącznie ilustracje CG wydarzeń
zh_hans: 仅有事件CG
zh_hant: 僅有事件CG

source: Only Furry Heroes
de: Nur anthropomorphe Tierwesen als Helden
ja: ケモノの男性主人公のみ
ko: 수인 남성 주인공만 등장
pl: Wyłącznie bohaterowie będący antropomorficznymi istotami zwierzęcymi
zh_hans: 仅有兽人男主角
zh_hant: 僅有獸人男主角

source: Only Furry Heroines
de: Nur anthropomorphe Tierwesen als Heldinnen
ja: ケモノのヒロインのみ
ko: 수인 여성 주인공만 등장
pl: Wyłącznie bohaterki będące antropomorficznymi istotami zwierzęcymi
zh_hans: 仅有兽人女主角
zh_hant: 僅有獸人女主角

source: Only Futanari Heroines
de: Nur Futanari als Heldinnen
ja: ふたなりヒロインのみ
ko: 후타나리 여성 주인공만 등장
pl: Wyłącznie bohaterki futanari
zh_hans: 仅有扶她女主角
zh_hant: 僅有扶她女主角

source: Only Good Endings
de: Nur gute Enden
ja: グッドエンドのみ
ko: 굿 엔딩만 있음
pl: Wyłącznie dobre zakończenia
zh_hans: 仅有好结局
zh_hant: 僅有好結局

source: Only Loli Heroines
de: Nur Loli-Heldinnen
ja: ロリのヒロインのみ
ko: 로리 여성 주인공만 등장
pl: Wyłącznie bohaterki typu loli
zh_hans: 仅有萝莉女主角
zh_hant: 僅有蘿莉女主角

source: Only Non-Binary Love Interests
de: Nur nichtbinäre Liebespartner
ja: ノンバイナリーの攻略対象のみ
ko: 논바이너리 공략 대상만 등장
pl: Wyłącznie niebinarne obiekty uczuć
zh_hans: 仅有非二元性别恋爱对象
zh_hant: 僅有非二元性別戀愛對象

source: Only Non-Virgin Heroines
de: Nur sexuell erfahrene Heldinnen
ja: 非処女のヒロインのみ
ko: 비처녀 여성 주인공만 등장
pl: Wyłącznie bohaterki z doświadczeniem seksualnym
zh_hans: 仅有非处女女主角
zh_hant: 僅有非處女女主角

source: Only Older Heroes
de: Nur ältere Helden
ja: 年上の男性主人公のみ
ko: 연상 남성 주인공만 등장
pl: Wyłącznie starsi bohaterowie
zh_hans: 仅有年长男主角
zh_hant: 僅有年長男主角

source: Only Older Heroines
de: Nur ältere Heldinnen
ja: 年上のヒロインのみ
ko: 연상 여성 주인공만 등장
pl: Wyłącznie starsze bohaterki
zh_hans: 仅有年长女主角
zh_hant: 僅有年長女主角

source: Only One Bad Ending
de: Nur ein schlechtes Ende
ja: バッドエンドが一つのみ
ko: 배드 엔딩이 하나뿐
pl: Wyłącznie jedno złe zakończenie
zh_hans: 仅有一个坏结局
zh_hant: 僅有一個壞結局

source: Only One Good Ending
de: Nur ein gutes Ende
ja: グッドエンドが一つのみ
ko: 굿 엔딩이 하나뿐
pl: Wyłącznie jedno dobre zakończenie
zh_hans: 仅有一个好结局
zh_hant: 僅有一個好結局

source: Only Protagonist's Brothers as Hero(es)
de: Nur Brüder der Hauptfigur als Helden
ja: 主人公の兄弟のみが男性主人公
ko: 주인공의 형제만 남성 주인공
pl: Wyłącznie bracia protagonisty jako bohaterowie
zh_hans: 仅主角的兄弟担任男主角
zh_hant: 僅主角的兄弟擔任男主角

source: Only Protagonist's Relatives as Hero(s)
de: Nur Verwandte der Hauptfigur als Helden
ja: 主人公の親族のみが男性主人公
ko: 주인공의 친족만 남성 주인공
pl: Wyłącznie krewni protagonisty jako bohaterowie
zh_hans: 仅主角的亲属担任男主角
zh_hant: 僅主角的親屬擔任男主角

source: Only Protagonist's Relatives as Heroine(s)
de: Nur Verwandte der Hauptfigur als Heldinnen
ja: 主人公の親族のみがヒロイン
ko: 주인공의 친족만 여성 주인공
pl: Wyłącznie krewne protagonisty jako bohaterki
zh_hans: 仅主角的亲属担任女主角
zh_hant: 僅主角的親屬擔任女主角

source: Only Protagonist's Sisters as Heroine(s)
de: Nur Schwestern der Hauptfigur als Heldinnen
ja: 主人公の姉妹のみがヒロイン
ko: 주인공의 자매만 여성 주인공
pl: Wyłącznie siostry protagonisty jako bohaterki
zh_hans: 仅主角的姐妹担任女主角
zh_hant: 僅主角的姐妹擔任女主角

source: Only Same-Sex Sexual Content
de: Nur gleichgeschlechtliche sexuelle Inhalte
ja: 同性間の性的コンテンツのみ
ko: 동성 간 성적 콘텐츠만 포함
pl: Wyłącznie jednopłciowe treści seksualne
zh_hans: 仅有同性性爱内容
zh_hant: 僅有同性性愛內容

source: Only Seme Heroes
de: Nur aktive Helden beim Sex
ja: 攻めの男性主人公のみ
ko: 공 역할인 남성 주인공만 등장
pl: Wyłącznie bohaterowie przyjmujący aktywną rolę podczas seksu
zh_hans: 仅有攻方男主角
zh_hant: 僅有攻方男主角

source: Only Shota Heroes
de: Nur Shota-Helden
ja: ショタの男性主人公のみ
ko: 쇼타 남성 주인공만 등장
pl: Wyłącznie bohaterowie typu shota
zh_hans: 仅有正太男主角
zh_hant: 僅有正太男主角

source: Only Trap Heroines
de: Nur feminin erscheinende Männer als Heldinnen
ja: 男の娘のヒロインのみ
ko: 오토코노코 여성 주인공만 등장
pl: Wyłącznie mężczyźni o kobiecym wyglądzie jako bohaterki
zh_hans: 仅有伪娘女主角
zh_hant: 僅有偽娘女主角

source: Only Uke Heroes
de: Nur passive Helden beim Sex
ja: 受けの男性主人公のみ
ko: 수 역할인 남성 주인공만 등장
pl: Wyłącznie bohaterowie przyjmujący bierną rolę podczas seksu
zh_hans: 仅有受方男主角
zh_hant: 僅有受方男主角

source: Only Virgin Heroines
de: Nur jungfräuliche Heldinnen
ja: 処女のヒロインのみ
ko: 처녀인 여성 주인공만 등장
pl: Wyłącznie bohaterki będące dziewicami
zh_hans: 仅有处女女主角
zh_hant: 僅有處女女主角

source: Only Younger Heroes
de: Nur jüngere Helden
ja: 年下の男性主人公のみ
ko: 연하 남성 주인공만 등장
pl: Wyłącznie młodsi bohaterowie
zh_hans: 仅有年下男主角
zh_hant: 僅有年下男主角

source: Only Younger Heroines
de: Nur jüngere Heldinnen
ja: 年下のヒロインのみ
ko: 연하 여성 주인공만 등장
pl: Wyłącznie młodsze bohaterki
zh_hans: 仅有年下女主角
zh_hant: 僅有年下女主角

source: Onmyouji Hero
de: Onmyōji als Held
ja: 陰陽師の男性主人公
ko: 음양사인 남성 주인공
pl: Bohater będący onmyōji
zh_hans: 阴阳师男主角
zh_hant: 陰陽師男主角

source: Onmyouji Heroine
de: Onmyōji als Heldin
ja: 陰陽師のヒロイン
ko: 음양사인 여성 주인공
pl: Bohaterka będąca onmyōji
zh_hans: 阴阳师女主角
zh_hant: 陰陽師女主角

source: Onmyouji Protagonist
de: Onmyōji als Hauptfigur
ja: 陰陽師の主人公
ko: 음양사인 주인공
pl: Protagonista będący onmyōji
zh_hans: 阴阳师主角
zh_hant: 陰陽師主角

source: Onna Bugeisha Heroine
de: Samurai-Kriegerin als Heldin
ja: 女武芸者のヒロイン
ko: 여성 무사인 여성 주인공
pl: Bohaterka będąca wojowniczką samurajską
zh_hans: 女武者女主角
zh_hant: 女武者女主角

source: Onsen
de: Heiße Quelle
ja: 温泉
ko: 온천
pl: Gorące źródło
zh_hans: 温泉
zh_hant: 溫泉

source: Open Ending(s)
de: Offenes Ende
ja: オープンエンド
ko: 열린 결말
pl: Otwarte zakończenie
zh_hans: 开放式结局
zh_hant: 開放式結局

source: Open Gag
de: Mund offen haltender Knebel
ja: 開口ギャグ
ko: 개구기
pl: Knebel utrzymujący otwarte usta
zh_hans: 开口口塞
zh_hant: 開口口塞

source: Open Relationship
de: Offene Beziehung
ja: オープンリレーションシップ
ko: 개방형 관계
pl: Otwarty związek
zh_hans: 开放式关系
zh_hant: 開放式關係

source: Operating System Simulation
de: Betriebssystemsimulation
ja: OSシミュレーション
ko: 운영 체제 시뮬레이션
pl: Symulacja systemu operacyjnego
zh_hans: 操作系统模拟
zh_hant: 作業系統模擬

source: Oppai Loli Heroine
de: Loli-Heldin mit großen Brüsten
ja: おっぱいロリのヒロイン
ko: 거유 로리 여성 주인공
pl: Bohaterka typu loli z dużymi piersiami
zh_hans: 巨乳萝莉女主角
zh_hant: 巨乳蘿莉女主角

source: Optional Freeze Window on Losing Focus
de: Optionales Pausieren des Fensters bei Fokusverlust
ja: フォーカス喪失時のウィンドウ停止設定
ko: 포커스를 잃을 때 창 정지 옵션
pl: Opcjonalne zatrzymanie okna po utracie fokusu
zh_hans: 失去焦点时可选择冻结窗口
zh_hant: 失去焦點時可選擇凍結視窗

source: Optional Gameplay
de: Optionale Spielelemente
ja: 任意のゲームプレイ
ko: 선택적 게임플레이
pl: Opcjonalne elementy rozgrywki
zh_hans: 可选游戏玩法
zh_hant: 可選遊戲玩法

source: Optional Vertical Text
de: Optionaler vertikaler Text
ja: 縦書き表示を選択可能
ko: 세로쓰기 선택 가능
pl: Opcjonalny tekst pionowy
zh_hans: 可选竖排文本
zh_hant: 可選竪排文字

source: Orc Hero
de: Ork als Held
ja: オークの男性主人公
ko: 오크인 남성 주인공
pl: Bohater będący orkiem
zh_hans: 兽人男主角
zh_hant: 獸人男主角

source: Orc Heroine
de: Orkin als Heldin
ja: オークのヒロイン
ko: 오크인 여성 주인공
pl: Bohaterka będąca orczycą
zh_hans: 兽人女主角
zh_hant: 獸人女主角

source: Orc Protagonist
de: Ork als Hauptfigur
ja: オークの主人公
ko: 오크인 주인공
pl: Protagonista będący orkiem
zh_hans: 兽人主角
zh_hant: 獸人主角

source: Orcs
de: Orks
ja: オーク
ko: 오크
pl: Orkowie
zh_hans: 兽人
zh_hant: 獸人

source: Ordered Choices
de: Geordnete Entscheidungen
ja: 順序付き選択肢
ko: 순서가 있는 선택지
pl: Uporządkowane wybory
zh_hans: 有序选项
zh_hant: 有序選項

source: Organizations
de: Organisationen
ja: 組織
ko: 조직
pl: Organizacje
zh_hans: 组织
zh_hant: 組織

source: Orgasm Denial
de: Orgasmusverweigerung
ja: 絶頂禁止
ko: 오르가슴 금지
pl: Odmawianie orgazmu
zh_hans: 禁止高潮
zh_hant: 禁止高潮

source: Orphan Hero
de: Waise als Held
ja: 孤児の男性主人公
ko: 고아인 남성 주인공
pl: Bohater będący sierotą
zh_hans: 孤儿男主角
zh_hant: 孤兒男主角

source: Orphan Heroine
de: Waise als Heldin
ja: 孤児のヒロイン
ko: 고아인 여성 주인공
pl: Bohaterka będąca sierotą
zh_hans: 孤儿女主角
zh_hant: 孤兒女主角

source: Orphan Protagonist
de: Waise als Hauptfigur
ja: 孤児の主人公
ko: 고아인 주인공
pl: Protagonista będący sierotą
zh_hans: 孤儿主角
zh_hant: 孤兒主角

source: Orphanage
de: Waisenhaus
ja: 孤児院
ko: 고아원
pl: Dom dziecka
zh_hans: 孤儿院
zh_hant: 孤兒院

source: Otaku Friend
de: Otaku-Freund
ja: オタクの友人
ko: 오타쿠 친구
pl: Przyjaciel będący otaku
zh_hans: 御宅族朋友
zh_hant: 御宅族朋友

source: Otaku Hero
de: Otaku als Held
ja: オタクの男性主人公
ko: 오타쿠인 남성 주인공
pl: Bohater będący otaku
zh_hans: 御宅族男主角
zh_hant: 御宅族男主角

source: Otaku Heroine
de: Otaku als Heldin
ja: オタクのヒロイン
ko: 오타쿠인 여성 주인공
pl: Bohaterka będąca otaku
zh_hans: 御宅族女主角
zh_hant: 御宅族女主角

source: Otaku Protagonist
de: Otaku als Hauptfigur
ja: オタクの主人公
ko: 오타쿠인 주인공
pl: Protagonista będący otaku
zh_hans: 御宅族主角
zh_hant: 御宅族主角

source: Othello
de: Reversi
ja: オセロ
ko: 오셀로
pl: Reversi
zh_hans: 黑白棋
zh_hant: 黑白棋

source: Other Elements
de: Sonstige Elemente
ja: その他の要素
ko: 기타 요소
pl: Inne elementy
zh_hans: 其他要素
zh_hant: 其他要素

source: Other Gameplay Elements
de: Sonstige Spielelemente
ja: その他のゲームプレイ要素
ko: 기타 게임플레이 요소
pl: Inne elementy rozgrywki
zh_hans: 其他玩法要素
zh_hant: 其他玩法要素

source: Other Perspectives
de: Andere Perspektiven
ja: 別の視点
ko: 다른 시점
pl: Inne perspektywy
zh_hans: 其他视角
zh_hant: 其他視角

source: Otome Game
de: Otome-Spiel
ja: 乙女ゲーム
ko: 오토메 게임
pl: Gra otome
zh_hans: 乙女游戏
zh_hant: 乙女遊戲

source: Outdoor Sex
de: Sex im Freien
ja: 屋外セックス
ko: 야외 성교
pl: Seks na świeżym powietrzu
zh_hans: 户外性爱
zh_hant: 戶外性愛

source: Overlapping Love Interests
de: Sich überschneidende Liebespartner
ja: 重複する攻略対象
ko: 겹치는 공략 대상
pl: Nakładające się obiekty uczuć
zh_hans: 重叠的恋爱对象
zh_hant: 重疊的戀愛對象

source: Overlord Protagonist
de: Herrscher als Hauptfigur
ja: 覇王の主人公
ko: 패왕인 주인공
pl: Protagonista będący władcą
zh_hans: 霸主主角
zh_hant: 霸主主角

source: Oyaji Hero
de: Mann mittleren Alters als Held
ja: おやじの男性主人公
ko: 아저씨인 남성 주인공
pl: Bohater będący mężczyzną w średnim wieku
zh_hans: 大叔男主角
zh_hant: 大叔男主角

source: Oyaji Protagonist
de: Mann mittleren Alters als Hauptfigur
ja: おやじの主人公
ko: 아저씨인 주인공
pl: Protagonista będący mężczyzną w średnim wieku
zh_hans: 大叔主角
zh_hant: 大叔主角

source: Oyakodon
de: Eltern-Kind-Kombination als Sexualpartner
ja: 親子丼
ko: 오야코동
pl: Para rodzic–dziecko jako partnerzy seksualni
zh_hans: 亲子盖饭
zh_hant: 親子蓋飯

source: Oyakodon Ending
de: Ende mit Eltern-Kind-Kombination als Partnern
ja: 親子丼エンド
ko: 오야코동 엔딩
pl: Zakończenie z parą rodzic–dziecko jako partnerami
zh_hans: 亲子盖饭结局
zh_hant: 親子蓋飯結局

source: P.E. Teacher Hero
de: Sportlehrer als Held
ja: 体育教師の男性主人公
ko: 체육 교사인 남성 주인공
pl: Bohater będący nauczycielem wychowania fizycznego
zh_hans: 体育教师男主角
zh_hant: 體育教師男主角

source: P.E. Teacher Heroine
de: Sportlehrerin als Heldin
ja: 体育教師のヒロイン
ko: 체육 교사인 여성 주인공
pl: Bohaterka będąca nauczycielką wychowania fizycznego
zh_hans: 体育教师女主角
zh_hant: 體育教師女主角

source: P.E. Teacher Protagonist
de: Sportlehrer als Hauptfigur
ja: 体育教師の主人公
ko: 체육 교사인 주인공
pl: Protagonista będący nauczycielem wychowania fizycznego
zh_hans: 体育教师主角
zh_hant: 體育教師主角

source: Pain Only Rape
de: Vergewaltigung ohne Lustempfinden
ja: 苦痛のみの強姦
ko: 고통만 수반하는 강간
pl: Gwałt bez odczuwania przyjemności
zh_hans: 仅有痛苦的强奸
zh_hant: 僅有痛苦的強姦

source: Painter Hero
de: Maler als Held
ja: 画家の男性主人公
ko: 화가인 남성 주인공
pl: Bohater będący malarzem
zh_hans: 画家男主角
zh_hant: 畫家男主角

source: Painter Heroine
de: Malerin als Heldin
ja: 画家のヒロイン
ko: 화가인 여성 주인공
pl: Bohaterka będąca malarką
zh_hans: 画家女主角
zh_hant: 畫家女主角

source: Painter Protagonist
de: Maler als Hauptfigur
ja: 画家の主人公
ko: 화가인 주인공
pl: Protagonista będący malarzem
zh_hans: 画家主角
zh_hant: 畫家主角

source: Palace
de: Palast
ja: 宮殿
ko: 궁전
pl: Pałac
zh_hans: 宫殿
zh_hant: 宮殿

source: Panchira
de: Sichtbare Unterhose
ja: パンチラ
ko: 팬티 노출
pl: Widoczne majtki
zh_hans: 内裤走光
zh_hant: 內褲走光

source: Panic Button
de: Taste zum schnellen Verbergen des Spiels
ja: 緊急回避ボタン
ko: 긴급 숨김 버튼
pl: Przycisk szybkiego ukrycia gry
zh_hans: 紧急隐藏按钮
zh_hant: 緊急隱藏按鈕

source: Panty Gag
de: Höschen als Knebel
ja: パンツの猿ぐつわ
ko: 팬티 재갈
pl: Majtki jako knebel
zh_hans: 内裤口塞
zh_hant: 內褲口塞

source: Pantyjob
de: Penisstimulation mit einem Höschen
ja: パンツコキ
ko: 팬티 마찰 자위
pl: Stymulacja penisa majtkami
zh_hans: 内裤摩擦
zh_hant: 內褲摩擦

source: Paraphilic Infantilism
de: Paraphiler Infantilismus
ja: 幼児化性愛
ko: 성애적 유아화
pl: Infantylizm parafiliczny
zh_hans: 成人婴儿癖
zh_hant: 成人嬰兒癖

source: Parody
de: Parodie
ja: パロディ
ko: 패러디
pl: Parodia
zh_hans: 戏仿
zh_hant: 戲仿

source: Part-time Job
de: Nebenjob
ja: アルバイト
ko: 아르바이트
pl: Praca dorywcza
zh_hans: 兼职工作
zh_hant: 兼職工作

source: Parting Ending
de: Abschiedsende
ja: 別離エンド
ko: 이별 엔딩
pl: Zakończenie z rozstaniem
zh_hans: 离别结局
zh_hant: 離別結局

source: Passage of Time
de: Verstreichen der Zeit
ja: 時間の経過
ko: 시간의 흐름
pl: Upływ czasu
zh_hans: 时间流逝
zh_hant: 時間流逝

source: Password System
de: Passwortsystem
ja: パスワードシステム
ko: 암호 시스템
pl: System haseł
zh_hans: 密码系统
zh_hant: 密碼系統

source: Past
de: Vergangenheit
ja: 過去
ko: 과거
pl: Przeszłość
zh_hans: 过去
zh_hant: 過去

source: Past British Isles
de: Britische Inseln in der Vergangenheit
ja: 過去のブリテン諸島
ko: 과거의 브리튼 제도
pl: Wyspy Brytyjskie w przeszłości
zh_hans: 过去的不列颠群岛
zh_hant: 過去的不列顛群島

source: Past China
de: China in der Vergangenheit
ja: 過去の中国
ko: 과거의 중국
pl: Chiny w przeszłości
zh_hans: 过去的中国
zh_hant: 過去的中國

source: Past Earth
de: Erde in der Vergangenheit
ja: 過去の地球
ko: 과거의 지구
pl: Ziemia w przeszłości
zh_hans: 过去的地球
zh_hant: 過去的地球

source: Past Europe
de: Europa in der Vergangenheit
ja: 過去のヨーロッパ
ko: 과거의 유럽
pl: Europa w przeszłości
zh_hans: 过去的欧洲
zh_hant: 過去的歐洲

source: Past Greece
de: Griechenland in der Vergangenheit
ja: 過去のギリシャ
ko: 과거의 그리스
pl: Grecja w przeszłości
zh_hans: 过去的希腊
zh_hant: 過去的希臘

source: Past Japan
de: Japan in der Vergangenheit
ja: 過去の日本
ko: 과거의 일본
pl: Japonia w przeszłości
zh_hans: 过去的日本
zh_hant: 過去的日本

source: Past Korea
de: Korea in der Vergangenheit
ja: 過去の韓国
ko: 과거의 한국
pl: Korea w przeszłości
zh_hans: 过去的韩国
zh_hant: 過去的韓國

source: Past Setting in a Fictional World
de: Vergangenheit einer fiktiven Welt als Schauplatz
ja: 架空世界の過去設定
ko: 가상 세계의 과거 배경
pl: Akcja w przeszłości fikcyjnego świata
zh_hans: 虚构世界的过去背景
zh_hant: 虛構世界的過去背景

source: Past Tokyo
de: Tokio in der Vergangenheit
ja: 過去の東京
ko: 과거의 도쿄
pl: Tokio w przeszłości
zh_hans: 过去的东京
zh_hant: 過去的東京

source: Past United States of America
de: Vereinigte Staaten in der Vergangenheit
ja: 過去のアメリカ合衆国
ko: 과거의 미국
pl: Stany Zjednoczone w przeszłości
zh_hans: 过去的美国
zh_hant: 過去的美國

source: Patricide
de: Vatermord
ja: 父親殺し
ko: 부친 살해
pl: Zabójstwo ojca
zh_hans: 弑父
zh_hant: 弒父

source: Peace Sign Ahegao
de: Ahegao mit V-Zeichen
ja: ピースサインアヘ顔
ko: 브이 사인 아헤가오
pl: Ahegao z gestem zwycięstwa
zh_hans: 比V阿黑颜
zh_hant: 比V阿黑顏

source: Pecjob
de: Penisstimulation mit den Brustmuskeln
ja: 胸筋コキ
ko: 흉근 파이즈리
pl: Stymulacja penisa mięśniami piersiowymi
zh_hans: 胸肌交
zh_hant: 胸肌交

source: Pedophile Protagonist
de: Pädophile Hauptfigur
ja: 小児性愛者の主人公
ko: 소아 성애자인 주인공
pl: Protagonista z pedofilią
zh_hans: 恋童癖主角
zh_hant: 戀童癖主角

source: Penetrative Sex
de: Sex mit Penetration
ja: 挿入を伴うセックス
ko: 삽입 성교
pl: Seks z penetracją
zh_hans: 插入式性爱
zh_hant: 插入式性愛

source: Penile Masturbation
de: Masturbation des Penis
ja: 陰茎自慰
ko: 음경 자위
pl: Masturbacja penisa
zh_hans: 阴茎自慰
zh_hant: 陰莖自慰

source: Penis Cage
de: Peniskäfig
ja: ペニスケージ
ko: 음경 정조대
pl: Klatka na penisa
zh_hans: 阴茎贞操笼
zh_hant: 陰莖貞操籠

source: Penis Enhancer
de: Penishülle zur Vergrößerung
ja: ペニス増強器
ko: 음경 강화 기구
pl: Nakładka powiększająca penisa
zh_hans: 阴茎增强器
zh_hant: 陰莖增強器

source: Penis Growth
de: Peniswachstum
ja: 陰茎肥大
ko: 음경 비대
pl: Wzrost penisa
zh_hans: 阴茎增大
zh_hant: 陰莖增大

source: Penis Removal
de: Penisentfernung
ja: 陰茎切除
ko: 음경 절제
pl: Usunięcie penisa
zh_hans: 阴茎切除
zh_hant: 陰莖切除

source: Penis Size Selection
de: Wahl der Penisgröße
ja: ペニスサイズ選択
ko: 음경 크기 선택
pl: Wybór rozmiaru penisa
zh_hans: 阴茎尺寸选择
zh_hant: 陰莖尺寸選擇

source: Performing Arts Director Hero
de: Regisseur im Bereich der darstellenden Künste als Held
ja: 演出家の男性主人公
ko: 공연 연출가인 남성 주인공
pl: Bohater będący reżyserem sztuk widowiskowych
zh_hans: 演艺导演男主角
zh_hant: 演藝導演男主角

source: Personal Armed Combat
de: Bewaffneter Einzelkampf
ja: 個人武器での戦闘
ko: 개인 무기를 이용한 전투
pl: Indywidualna walka z użyciem broni
zh_hans: 个人武装战斗
zh_hant: 個人武裝戰鬥

source: Perverted Friend
de: Perverser Freund
ja: 変態な友人
ko: 변태 친구
pl: Zboczony przyjaciel
zh_hans: 变态朋友
zh_hant: 變態朋友

source: Perverted Hero
de: Perverser Held
ja: 変態な男性主人公
ko: 변태인 남성 주인공
pl: Zboczony bohater
zh_hans: 变态男主角
zh_hant: 變態男主角

source: Perverted Heroine
de: Perverse Heldin
ja: 変態なヒロイン
ko: 변태인 여성 주인공
pl: Zboczona bohaterka
zh_hans: 变态女主角
zh_hant: 變態女主角

source: Perverted Protagonist
de: Perverse Hauptfigur
ja: 変態な主人公
ko: 변태인 주인공
pl: Zboczony protagonista
zh_hans: 变态主角
zh_hant: 變態主角

source: Pet Support Character
de: Haustier als Nebenfigur
ja: ペットのサブキャラクター
ko: 반려동물인 조연
pl: Zwierzę domowe jako postać drugoplanowa
zh_hans: 宠物配角
zh_hant: 寵物配角

source: Petplay
de: Rollenspiel als Haustier
ja: ペットプレイ
ko: 펫플레이
pl: Odgrywanie roli zwierzęcia domowego
zh_hans: 宠物扮演
zh_hant: 寵物扮演

source: Petrification
de: Versteinerung
ja: 石化
ko: 석화
pl: Skamienienie
zh_hans: 石化
zh_hant: 石化

source: Pettanko Protagonist
de: Hauptfigur mit flacher Brust
ja: ぺったんこの主人公
ko: 빈유 주인공
pl: Protagonistka z płaską klatką piersiową
zh_hans: 平胸主角
zh_hant: 平胸主角

source: Phantom Thieves
de: Meisterdiebe
ja: 怪盗
ko: 괴도
pl: Złodzieje dżentelmeni
zh_hans: 怪盗
zh_hant: 怪盜

source: Philippines
de: Philippinen
ja: フィリピン
ko: 필리핀
pl: Filipiny
zh_hans: 菲律宾
zh_hant: 菲律賓

source: Philosophy
de: Philosophie
ja: 哲学
ko: 철학
pl: Filozofia
zh_hans: 哲学
zh_hant: 哲學

source: Photographer Hero
de: Fotograf als Held
ja: 写真家の男性主人公
ko: 사진가인 남성 주인공
pl: Bohater będący fotografem
zh_hans: 摄影师男主角
zh_hant: 攝影師男主角
